IDEA Open Model
ConcreteULSCheckResultInteractionEc2.Ned Property
Compatible with IDEA StatiCa Beta 20.0
 Design value of the applied axial force
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ned { get; set; }
Public Property Ned As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace